Repository: mscudero/coyim
Catalog: i18n/*/LC_MESSAGES/coy.po
Languages: es_ec

source: Account Details
es_ec: Detalles de la cuenta

source: Your account (example: kim42@dukgo.com)
es_ec: Tu cuenta (ejemplo: kim42@dukgo.com)

source: Password
es_ec: Contraseña

source: Display all settings
es_ec: Mostrar todas las configuraciones

source: Account
es_ec: Cuenta

source: Server (leave empty for default)
es_ec: Servidor (dejar en blanco por defecto)

source: Port (leave empty for default)
es_ec: Puerto (dejar en blanco por defecto

source: Server
es_ec: Servidor

source: _Add...
es_ec: _Añadir...

source: _Remove
es_ec: _Remover

source: _Edit...
es_ec: _Editar...

source: The below buttons allow you to import private keys and fingerprints. Both of them should be in the Pidgin/libotr format. If you import private keys, your existing private keys will be deleted, since current there is no way to choose which key to use for encrypted chat.
es_ec: Los botones abajo te permiten importar llaves privadas y huellas digitales. Lasdos deberían estar en el formato Pidgin/libotr. Si importas llaves privadas, tus llaves privadas existentes serán borradas, ya que actualmente no hay manera de elegir cuál de las llaves usar para el chat encriptado.

source: Import Private _Keys...
es_ec: Importar LLaves _Privadas...

source: Import _Fingerprints...
es_ec: Importar _Huellas Digitales...

source: The below buttons allow you to export private keys and fingerprints. Be careful with the files that come out of this process, since they contain potentially sensitive data. The export will be in Pidgin/libotr format.
es_ec: Los botones de abajo te permiten exportar llaves privadas y huellas digitales. Ten cuidado con los archivo que resultan de este proceso, ya que ellos contienen data potencialmente sensible. La exportación será en el formato Pidgin/libotr.

source: Export Private Keys...
es_ec: Exportar Llaves Privadas...

source: Export Fingerprints...
es_ec: Exportar Huellas Digitales...

source: Encryption
es_ec: Encriptación

source: Cancel
es_ec: Cancelar

source: Save
es_ec: Guardar

source: Connect
es_ec: Conectar

source: Disconnect
es_ec: Desconectar

source: Edit...
es_ec: Editar...

source: Dump info
es_ec: Volcar información

source: Choose a server to register your account
es_ec: Elegir un servidor para registrar tu cuenta

source: Apply
es_ec: Aplicar

source: Add contact
es_ec: Añadir contacto

source: Contact to add (for example: arnoldsPub@jabber.ccc.de)
es_ec: Contacto para añadir (por ejemplo: arnoldsPub@jabber.ccc.de)

source: Add
es_ec: Añadir

source: Enter your password
es_ec: Ingresa tu clave

source: Encrypt configuration file
es_ec: Ecriptar archivo de configuración

source: Would you like to save your configuration file in an encrypted format? This can be significantly more secure, but you will not be able to access your configuration if you lose the password. You will only be asked for your password when CoyIM starts.
es_ec: ¿Te gustaría guardar tu archivo de configuración en un formato encriptado?. Esto podría ser significativamente más seguro, pero no podrás acceder a tu configuración si pierdes tu clave. Solo te pedirán tu clave cuando CoyIM inicie.

source: Subscription request
es_ec: Solicitud de suscripción

source: Configure master password
es_ec: Configurar la clave maestra

source: Please enter the master password for the configuration file, two times.
es_ec: Por favor ingresa la clave maestra para el archivo de configuración, dos veces.

source: Confirm account removal
es_ec: Confirmar la eliminación de la cuenta

source: Are you sure you want to remove this account?
es_ec: ¿Estás seguro de que deseas remover esta cuenta?

source: Fingerprints...
es_ec: Huellas digitales...

source: Remove
es_ec: Remover

source: Rename...
es_ec: Renombrar...

source: Allow contact to see my status
es_ec: Permitir a los contactos ver mi estado

source: Forbid contact to see my status
es_ec: Prohibir a los contactos ver mi estado

source: Developer options
es_ec: Optiones para Desarrollador

source: Start encrypted chat
es_ec: Empezar el chat encriptado

source: End encrypted chat
es_ec: Terminar el chat encriptado

source: Verify fingerprint
es_ec: Verificar huella digital

source: You are talking over an unprotected channel
es_ec: Estás hablando a través de un canal desprotegido

source: Secure chat
es_ec: Chat seguro

source: Edit Proxy
es_ec: Editar Proxy

source: Proxy type:
es_ec: Tipo de Proxy:

source: User:
es_ec: Usuario:

source: Password:
es_ec: Clave:

source: Server:
es_ec: Servidor:

source: Port:
es_ec: Puerto:

source: Are you liking it?
es_ec: ¿Te gusta?

source: We would like to receive your feedback
es_ec: Nos gustaría recibir tu feedback

source: Please, tell us how is going for you to use CoyIM. This is the only way we can create a better tool to keep your conversations private.
es_ec: Por favor, dinos cómo te está yendo al usar CoyIM. Es la única forma en la que podemo crear una mejor herramienta para mantener privadas tus conversaciones.

source: Import Accounts
es_ec: Importar Cuentas

source: Choose the accounts you would like to import and start using from CoyIM.
es_ec: Escoger las cuentas que te gustaría importar y empezar a usarlas en CoyIM.

source: Import this
es_ec: Importar esto

source: From application
es_ec: Desde la aplicación

source: Account name
es_ec: Nombre de la cuenta

source: Import
es_ec: Importar

source: Contacts
es_ec: Contactos

source: Add...
es_ec: Añadir...

source: Accounts
es_ec: Cuentas

source: View
es_ec: Vista

source: Merge Accounts
es_ec: Combinar Cuentas

source: Show Offline Contacts
es_ec: Mostrar los Contactos que no están conectados

source: Help
es_ec: Ayuda

source: About
es_ec: Acerca de

source: Enter master password
es_ec: Ingresar la clave maestra

source: Please enter the master password for the configuration file. You will not be asked for this password again until you restart CoyIM.
es_ec: Por favor ingrese la clave maestra para el archivo de configuración. No te pedirán otra vez la clave hasta que reinicies CoyIM.

source: Peer fingerprints
es_ec: Mirar huellas digitales

source: Register
es_ec: Registrar

source: Contact's new name
es_ec: Nuevo nombre de contacto

source: Conversations
es_ec: Conversaciones

source: icon
es_ec: ícono

source: column
es_ec: columna

source: Verify
es_ec: Verificar

source: Your fingerprints for %s: %s
es_ec: Sus huellas digitales para %s: %s

source: There are no known fingerprints for %s
es_ec: No hay huellas digitales conocidas para %s

source: These are the fingerprints known for %s:
es_ec: Estas son las huellas digitales conocidas para %s:

source: not trusted
es_ec: no es confiable

source: trusted
es_ec: confiable

source: There is no account with the id %q
es_ec: No hay una cuenta con el id %q

source: Can't send a contact request from an offline account
es_ec: No se puede enviar una petición de contacto desde una cuenta fuera de línea

source: Password can not be empty - please try again
es_ec: La clave no puede estar vacía, por favor intenta otra vez

source: Passwords have to be the same - please try again
es_ec: Las claves tienen que ser iguales - por favor intenta otra vez

source: Incorrect password entered, please try again.
es_ec: Has ingresado una clave incorrecta, por favor intenta otra vez

source: Checking password...
es_ec: Verificando la clave...

source: Import private keys
es_ec: Impirtar llaves privadas

source: _Cancel
es_ec: _Cancelar

source: _Import
es_ec: _Importar

source: Keys imported
es_ec: Llaves importadas

source: %d key(s) were imported correctly.
es_ec: %d llave(s) fueron importadas correctamente.

source: Failure importing keys
es_ec: Falla importando llaves

source: Couldn't import any keys from %s.
es_ec: No se pudo importar llaves desde %s.

source: Export private keys
es_ec: Exportar llaves privadas

source: Keys exported
es_ec: Llaves exportadas

source: Keys were exported correctly.
es_ec: Las llaves fueron exportadas correctamente.

source: Failure exporting keys
es_ec: Falla exportando llaves

source: Couldn't export keys to %s.
es_ec: No se pudo exportar llaves a %s.

source: Import fingerprints
es_ec: Importar huellas digitales

source: Fingerprints imported
es_ec: Huellas Digitales importadas

source: %d fingerprint(s) were imported correctly.
es_ec: %d huella(s) digital(es) fueron importadas correctamente.

source: Failure importing fingerprints
es_ec: Error importando huellas digitales

source: Couldn't import any fingerprints from %s.
es_ec: No se pudo importar huellas digitales desde %s.

source: Export fingerprints
es_ec: Exportar huellas digitales

source: Fingerprints exported
es_ec: Huellas Digitales exportadas

source: Fingerprints were exported correctly.
es_ec: Las huellas digitales fueron exportadas correctamente.

source: Failure exporting fingerprints
es_ec: Falla exportando huellas digitales

source: Couldn't export fingerprints to %s.
es_ec: No se pudo exportar huellas digitales a %s.

source: Connect On _Startup
es_ec: Conectar al _Iniciar

source: _Connect All
es_ec: _Conectar todos

source: _Import...
es_ec: _Importar...

source: _Register...
es_ec: _Registrar...

source: Failed to generate OTR message: %s
es_ec: Falla al generar mensaje OTR: %s

source: Failed to terminate the encrypted chat: %s
es_ec: Falla al terminar el chat encriptado: %s

source: Available
es_ec: Disponible

source: Not Available
es_ec: No Disponible

source: Away
es_ec: No estoy

source: Busy
es_ec: Ocupado

source: Free for Chat
es_ec: Libre para chatear

source: Offline
es_ec: Fuera de Línea

source: is now
es_ec: es ahora

source: Account added
es_ec: Cuenta agregada

source: The account %s was added successfully.
es_ec: La cuenta %s fue agregada con éxito

source: _Connect
es_ec: _Conectar

source: _Disconnect
es_ec: _Desconectar

source: Connect _Automatically
es_ec: Conectar _Automáticamente

source: Always Encrypt Conversation
es_ec: Encriptar la conversación siempre

source: Connecting account %s
es_ec: Conectando cuenta %s

source: Connection failure %s
es_ec: Falla en la conexión %s

source: Tor is not currently running
es_ec: Tor no está corriendo en este momento

source: Private conversation lost.
es_ec: Se ha perdido la conversación privada.

source: Private conversation started.
es_ec: Conversación privada ha iniciado

source: Unverified conversation started.
es_ec: No se ha verificado que la conversación comenzó.

source: Successfully refreshed the private conversation.
es_ec: Se ha refrescado con éxito la conversación privada.

source: Successfully refreshed the unverified private conversation.
es_ec: Se ha refrescado con éxito la conversación privada sin verificar.

source: %s wants to talk to you. Is that ok?
es_ec: %s quiere hablar contigo. ¿Está bien?

source: You can't verify the fingerprint for %s yet. You first have to start an encrypted conversation with them.
es_ec: Aún no puedes verificar la huella digital para %s.

source: Verify fingerprint for %s
es_ec: Verificar huella digital para %s

source: You have not verified the identity of %s
es_ec: No has verificado la identidad de %s
